{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[STOP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SPACE]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[STOP]": 0,
      "[UNK]": 1,
      "[SPACE]": 2,
      "ँ": 3,
      "ं": 4,
      "ः": 5,
      "अ": 6,
      "आ": 7,
      "इ": 8,
      "ई": 9,
      "उ": 10,
      "ऊ": 11,
      "ऋ": 12,
      "ऍ": 13,
      "ए": 14,
      "ऐ": 15,
      "ऑ": 16,
      "ओ": 17,
      "औ": 18,
      "क": 19,
      "ख": 20,
      "ग": 21,
      "घ": 22,
      "च": 23,
      "छ": 24,
      "ज": 25,
      "झ": 26,
      "ञ": 27,
      "ट": 28,
      "ठ": 29,
      "ड": 30,
      "ढ": 31,
      "ण": 32,
      "त": 33,
      "थ": 34,
      "द": 35,
      "ध": 36,
      "न": 37,
      "प": 38,
      "फ": 39,
      "ब": 40,
      "भ": 41,
      "म": 42,
      "य": 43,
      "र": 44,
      "ल": 45,
      "व": 46,
      "श": 47,
      "ष": 48,
      "स": 49,
      "ह": 50,
      "़": 51,
      "ा": 52,
      "ि": 53,
      "ी": 54,
      "ु": 55,
      "ू": 56,
      "ृ": 57,
      "े": 58,
      "ै": 59,
      "ॉ": 60,
      "ो": 61,
      "ौ": 62,
      "्": 63,
      "क़": 64,
      "ख़": 65,
      "ग़": 66,
      "ज़": 67,
      "ड़": 68,
      "ढ़": 69,
      "फ़": 70,
      "ॠ": 71,
      "ने": 72,
      "के": 73,
      "या": 74,
      "का": 75,
      "ें": 76,
      "है": 77,
      "से": 78,
      "कर": 79,
      "की": 80,
      "ों": 81,
      "ही": 82,
      "में": 83,
      "ार": 84,
      "ना": 85,
      "ता": 86,
      "को": 87,
      "कि": 88,
      "और": 89,
      "पर": 90,
      "हा": 91,
      "ते": 92,
      "हो": 93,
      "्र": 94,
      "ला": 95,
      "जा": 96,
      "क्": 97,
      "रा": 98,
      "ले": 99,
      "दे": 100,
      "भी": 101,
      "हीं": 102,
      "दा": 103,
      "सा": 104,
      "था": 105,
      "वा": 106,
      "ड़": 107,
      "गा": 108,
      "मा": 109,
      "नी": 110,
      "स्": 111,
      "हु": 112,
      "नहीं": 113,
      "न्": 114,
      "ती": 115,
      "उस": 116,
      "दि": 117,
      "बा": 118,
      "एक": 119,
      "मु": 120,
      "र्": 121,
      "लि": 122,
      "मै": 123,
      "रह": 124,
      "पा": 125,
      "हैं": 126,
      "तो": 127,
      "कु": 128,
      "जी": 129,
      "अप": 130,
      "मैं": 131,
      "ली": 132,
      "थी": 133,
      "थे": 134,
      "इस": 135,
      "री": 136,
      "रे": 137,
      "तु": 138,
      "खा": 139,
      "वह": 140,
      "नि": 141,
      "म्": 142,
      "लग": 143,
      "मे": 144,
      "िर": 145,
      "चा": 146,
      "मि": 147,
      "त्": 148,
      "दी": 149,
      "सी": 150,
      "वि": 151,
      "ये": 152,
      "प्र": 153,
      "यों": 154,
      "गया": 155,
      "सु": 156,
      "लो": 157,
      "यह": 158,
      "उन": 159,
      "कुछ": 160,
      "न्ह": 161,
      "दो": 162,
      "श्": 163,
      "कहा": 164,
      "मी": 165,
      "ूँ": 166,
      "ति": 167,
      "क्या": 168,
      "लिए": 169,
      "हर": 170,
      "उन्ह": 171,
      "ल्": 172,
      "च्": 173,
      "जो": 174,
      "भा": 175,
      "मो": 176,
      "अपने": 177,
      "वे": 178,
      "धी": 179,
      "सम": 180,
      "ंग": 181,
      "बो": 182,
      "हम": 183,
      "सक": 184,
      "मुझ": 185,
      "रहे": 186,
      "ारे": 187,
      "चे": 188,
      "शा": 189,
      "ंद": 190,
      "दिया": 191,
      "नों": 192,
      "ारा": 193,
      "पू": 194,
      "गु": 195,
      "देख": 196,
      "फिर": 197,
      "मन": 198,
      "जि": 199,
      "क्ष": 200,
      "हुए": 201,
      "रू": 202,
      "हि": 203,
      "शी": 204,
      "गर": 205,
      "सब": 206,
      "त्र": 207,
      "रहा": 208,
      "टा": 209,
      "गी": 210,
      "लोग": 211,
      "चि": 212,
      "अब": 213,
      "दादा": 214,
      "दू": 215,
      "ैसे": 216,
      "आप": 217,
      "पे": 218,
      "्य": 219,
      "जब": 220,
      "लगा": 221,
      "गे": 222,
      "बै": 223,
      "रि": 224,
      "बि": 225,
      "कोई": 226,
      "मुझे": 227,
      "दादाजी": 228,
      "मान": 229,
      "हाँ": 230,
      "अपनी": 231,
      "रो": 232,
      "बु": 233,
      "तर": 234,
      "ारी": 235,
      "बात": 236,
      "कार": 237,
      "कह": 238,
      "साथ": 239,
      "्या": 240,
      "सि": 241,
      "सं": 242,
      "हुआ": 243,
      "तक": 244,
      "द्": 245,
      "बहु": 246,
      "बाद": 247,
      "छा": 248,
      "बहुत": 249,
      "तुम्": 250,
      "गां": 251,
      "तुम्ह": 252,
      "तुम": 253,
      "टे": 254
    },
    "merges": [
      "न े",
      "क े",
      "य ा",
      "क ा",
      "े ं",
      "ह ै",
      "स े",
      "क र",
      "क ी",
      "ो ं",
      "ह ी",
      "म ें",
      "ा र",
      "न ा",
      "त ा",
      "क ो",
      "क ि",
      "औ र",
      "प र",
      "ह ा",
      "त े",
      "ह ो",
      "् र",
      "ल ा",
      "ज ा",
      "क ्",
      "र ा",
      "ल े",
      "द े",
      "भ ी",
      "ही ं",
      "द ा",
      "स ा",
      "थ ा",
      "व ा",
      "ड ़",
      "ग ा",
      "म ा",
      "न ी",
      "स ्",
      "ह ु",
      "न हीं",
      "न ्",
      "त ी",
      "उ स",
      "द ि",
      "ब ा",
      "ए क",
      "म ु",
      "र ्",
      "ल ि",
      "म ै",
      "र ह",
      "प ा",
      "है ं",
      "त ो",
      "क ु",
      "ज ी",
      "अ प",
      "मै ं",
      "ल ी",
      "थ ी",
      "थ े",
      "इ स",
      "र ी",
      "र े",
      "त ु",
      "ख ा",
      "व ह",
      "न ि",
      "म ्",
      "ल ग",
      "म े",
      "ि र",
      "च ा",
      "म ि",
      "त ्",
      "द ी",
      "स ी",
      "व ि",
      "य े",
      "प ्र",
      "य ों",
      "ग या",
      "स ु",
      "ल ो",
      "य ह",
      "उ न",
      "कु छ",
      "न् ह",
      "द ो",
      "श ्",
      "क हा",
      "म ी",
      "ू ँ",
      "त ि",
      "क् या",
      "लि ए",
      "ह र",
      "उ न्ह",
      "ल ्",
      "च ्",
      "ज ो",
      "भ ा",
      "म ो",
      "अप ने",
      "व े",
      "ध ी",
      "स म",
      "ं ग",
      "ब ो",
      "ह म",
      "स क",
      "मु झ",
      "रह े",
      "ार े",
      "च े",
      "श ा",
      "ं द",
      "दि या",
      "न ों",
      "ार ा",
      "प ू",
      "ग ु",
      "दे ख",
      "फ िर",
      "म न",
      "ज ि",
      "क् ष",
      "हु ए",
      "र ू",
      "ह ि",
      "श ी",
      "ग र",
      "स ब",
      "त ्र",
      "र हा",
      "ट ा",
      "ग ी",
      "लो ग",
      "च ि",
      "अ ब",
      "दा दा",
      "द ू",
      "ै से",
      "आ प",
      "प े",
      "् य",
      "ज ब",
      "ल गा",
      "ग े",
      "ब ै",
      "र ि",
      "ब ि",
      "को ई",
      "मुझ े",
      "दादा जी",
      "मा न",
      "हा ँ",
      "अप नी",
      "र ो",
      "ब ु",
      "त र",
      "ार ी",
      "बा त",
      "का र",
      "क ह",
      "सा थ",
      "् या",
      "स ि",
      "स ं",
      "हु आ",
      "त क",
      "द ्",
      "ब हु",
      "बा द",
      "छ ा",
      "बहु त",
      "तु म्",
      "गा ं",
      "तुम् ह",
      "तु म",
      "ट े"
    ]
  }
}